Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Total Grade
ar: التقدير الإجمالي
ca: Nota total
cy: Gradd Gyffredinol
da: Total karakter
da_instk12: Vurdering i alt
de: Endnote
es: Calificación total
es_es: Nota total
fi: Kokonaisarvosana
fr: Note totale
fr_ca: Note totale
ga: Marc Iomlán
hi: कुल ग्रेड
ht: Klas Total
id: Nilai Total
is: Heildareinkunn
it: Voto totale
ja: 合計評定
ko: 총점
mi: Kōeke Tapeke
ms: Jumlah Gred
nb: Samlet vurdering
nb_instk12: Samlet vurdering
nl: Totaalcijfer
pl: Łączna ocena
pt: Nota Completa
pt_br: Nota Total
ru: Общая оценка
sl: Skupna ocena
sv: Total omdöme
sv_instk12: Totalt bedömning
th: เกรดรวม
vi: Tổng Điểm
zh: 总分
zh_hk: 總評級

source: Total grade is %@
ar: الدرجة الإجمالية هي %@
ca: La nota total és %@
cy: Gradd gyffredinol yw %@
da: Samlet karakter er %@
da_instk12: Samlet vurdering er %@
de: Gesamtnote ist %@
es: La calificación total es %@
es_es: Nota total es %@
fi: Kokonaisarvosana on %@
fr: La note totale est %@
fr_ca: La note totale est %@
ga: Is é seo an marc iomlán %@
hi: कुल ग्रेड: %@
ht: Nòt total se %@
id: Nilai total adalah %@
is: Heildareinkunn er %@
it: Il voto totale è %@
ja: 合計評定は%@
ko: 총점 %@
mi: Ko te kōeke katoa ko te %@
ms: Jumlah gred ialah %@
nb: Samlet vurdering er %@
nb_instk12: Samlet vurdering er %@
nl: Totaalcijfer is %@
pl: Ocena łączna to %@
pt: A nota total é %@
pt_br: A nota total é %@
ru: Общая оценка %@
sl: Skupna ocena je %@
sv: Det totala omdömet är %@
sv_instk12: Den totala bedömningen är %@
th: เกรดทั้งหมดคือ %@
vi: Tổng điểm là %@
zh: 总分是 %@
zh_hk: 總分：%@

source: Total grades are restricted
ar: الدرجات الإجمالية مقيدة
ca: Les notes totals estan restringides
cy: Mae cyfanswm y graddau wedi’u cyfyngu
da: Samlede karakterer er begrænset
da_instk12: Samlede vurderinger er begrænset
de: Gesamtnoten sind beschränkt
es: Las calificaciones totales están restringidas
es_es: Las notas totales están restringidas
fi: Kokonaisarvosanat on estetty
fr: Les notes totales sont restreintes.
fr_ca: Les notes totales sont limitées
ga: Tá srianta ar na gráid iomlána
hi: कुल ग्रेड सीमित हैं
ht: Nòt total yo limite
id: Nilai total dibatasi
is: Heildareinkunn er takmörkuð
it: Voti totali limitati
ja: 全評定に制限あり
ko: 총점은 제한됩니다
mi: Ka herea nga tohu katoa
ms: Jumlah gred adalah disekat
nb: Samlede vurderinger er begrenset
nb_instk12: Samlede vurderinger er begrenset
nl: Totaalcijfers zijn beperkt
pl: Oceny końcowe podlegają ograniczeniu
pt: As classificações totais são limitadas
pt_br: As notas totais são restritas
ru: Суммарные оценки ограничены
sl: Skupne ocene so omejene
sv: Totala omdömen är begränsade
sv_instk12: Totala bedömningar är begränsade
th: เกรดทั้งหมดถูกหวงห้ามไว้
vi: Tổng điểm bị giới hạn
zh: 总评分受到限制
zh_hk: 總成績受到限制

source: Total time
ar: الوقت الإجمالي
ca: Temps en total
cy: Cyfanswm amser
da: Samlet tid
da_instk12: Samlet tid
de: Gesamtdauer
es: Tiempo total
es_es: Tiempo total
fi: Aika yhteensä
fr: Durée totale
fr_ca: Temps total
ga: Am iomlán
hi: कुल समय
ht: Tan total
id: Waktu total
is: Heildartími
it: Durata totale
ja: 合計時間:
ko: 총 시간
mi: Te wā katoa
ms: Jumlah masa
nb: Total tid
nb_instk12: Total tid
nl: Totale tijd
pl: Łączny czas
pt: Tempo total
pt_br: Tempo total
ru: Общее время
sl: Skupni čas
sv: Total tid
sv_instk12: Total tid
th: เวลารวม
vi: Tổng thời gian
zh: 总时间
zh_hk: 總時間

source: Tuesdays
ar: أيام الثلاثاء
ca: Dimarts
cy: Dyddiau Mawrth
da: Tirsdage
da_instk12: Tirsdage
de: Dienstags
es: Martes
es_es: Martes
fi: Tiistaisin
fr: Mardis
fr_ca: Les mardis
ga: Ar an Máirt
hi: मंगलवार
ht: Madi yo
id: Selasa
is: Þriðjudaga
it: Martedì
ja: 火曜日
ko: 화요일
mi: Rātū
ms: Selasa
nb: Tirsdager
nb_instk12: Tirsdager
nl: dinsdagen
pl: Wtorki
pt: Terças-feiras
pt_br: Terças
ru: По вторникам
sl: Torki
sv: Tisdagar
sv_instk12: Tisdagar
th: อังคาร
vi: Các Ngày Thứ Ba
zh: 周二
zh_hk: 每個星期二

source: Turn Off
ar: إيقاف التشغيل
ca: Desactiva
cy: Diffodd
da: Sluk
da_instk12: Sluk
de: Ausschalten
es: Apagar
es_es: Apagar
fi: Sammuta
fr: Désactiver
fr_ca: Désactiver
ga: Múch
hi: बंद करें
ht: Dezaktive
id: Matikan
is: Slökkva
it: Disattiva
ja: オフにする
ko: 비활성화
mi: Whakaweto
ms: Matikan
nb: Slå av
nb_instk12: Slå av
nl: Uitschakelen
pl: Wyłącz
pt: Desligar
pt_br: Desativar
ru: Отключить
sl: Izklop
sv: Stäng av
sv_instk12: Stäng av
th: ปิด
vi: Tắt
zh: 关闭
zh_hk: 關閉

source: Turn Off Wi-Fi Only Sync?
ar: هل تريد إيقاف تشغيل مزامنة Wi-Fi فقط؟
ca: Voleu desactivar la sincronització només a través de Wi-Fi?
cy: Diffodd Cysoni Wi-Fi yn unig
da: Slå "Kun wi-fi-synkronisering" fra?
da_instk12: Slå "Kun wi-fi-synkronisering" fra?
de: Synchronisation nur über WLAN ausschalten?
es: ¿Desactivar la sincronización solo con Wi-Fi?
es_es: ¿Apagar el wifi solo para la sincronización?
fi: Kytketäänkö Synkronointi vain Wifin kautta -ominaisuus pois päältä?
fr: Désactiver le mode synchronisation par Wi-Fi uniquement ?
fr_ca: Désactiver la synchronisation Wi-Fi uniquement?
ga: An bhfuil fonn ort sioncrónú Wi-Fi Amháin a mhúchadh?
hi: वाई-फ़ाई बंद करें केवल सिंक करें?
ht: Dezaktive Senkwonizasyon sou WIFI Sèlman?
id: Matikan Hanya Sinkronisasikan Melalui Wi-Fi?
is: Slökkva á samstillingu aðeins yfir Wi-Fi?
it: Disattivare la sincronizzazione solo con Wi-Fi?
ja: Wi-Fi でのみの同期をオフにしますか？
ko: Wi-Fi 전용 동기화를 비활성화하시겠습니까?
mi: Whakaweto Wi-Fi Tukutahi Anake?
ms: Matikan Segerakan Wi-Fi Sahaja?
nb: Vil du slå av synkronisering kun over Wi-Fi?
nb_instk12: Vil du slå av synkronisering kun over Wi-Fi?
nl: Synchronisatie via alleen wifi uitschakelen?
pl: Wyłączyć synchronizację tylko przez sieć Wi-Fi?
pt: Desativar a sincronização apenas por Wi-Fi?
pt_br: Desativar sincronização somente Wi-Fi?
ru: Отключить синхронизацию только по Wi-Fi?
sl: Želite izklopiti sinhronizacijo samo prek Wi-Fi?
sv: Stänga av Synkronisering endast via Wi-Fi?
sv_instk12: Stänga av Synkronisering endast via Wi-Fi?
th: ปิดการซิงค์ผ่าน Wi-Fi อย่างเดียวหรือไม่
vi: Tắt Chức Năng Đồng Bộ Chỉ Khi Có Wi-Fi?
zh: 是否关闭“仅通过无线网络同步”？
zh_hk: 關閉僅使用 Wi-Fi 同步？

source: Twitter Notifications
ar: إعلامات Twitter
ca: Notificacions de Twitter
cy: Hysbysiadau Twitter
da: Twitter-meddelelser
da_instk12: Twitter-meddelelser
de: Twitter-Benachrichtigungen
es: Notificaciones de Twitter
es_es: Notificaciones de Twitter
fi: Twitter-ilmoitukset
fr: Notifications Twitter
fr_ca: Notifications Twitter
ga: Fógraí Twitter
hi: Twitter सूचनाएं
ht: Notifikasyon Twitter
id: Notifikasi Twitter
is: Twittertilkynningar
it: Notifiche Twitter
ja: Twitter 通知
ko: Twitter 알림
mi: NgāTwitter whakamōhiotanga
ms: Pemberitahuan Twitter
nb: Varslinger for Twitter
nb_instk12: Varslinger for Twitter
nl: Twitter-meldingen
pl: Powiadomienia serwisu Twitter
pt: Notificações do Twitter
pt_br: Notificações do Twitter
ru: Уведомления Twitter
sl: Sporočila v platformi Twitter
sv: Twitter-aviseringar
sv_instk12: Twitter-aviseringar
th: การแจ้งข้อมูลจาก Twitter
vi: Thông Báo Twitter
zh: Twitter通知
zh_hk: Twitter 通知

source: Type
ar: النوع
ca: Tipus
cy: Math
de: Typ
es: Tipo
es_es: Tipo
fi: Tyyppi
fr_ca: Saisir
ga: Cineál
hi: प्रकार
ht: Tip
id: Ketikkan
is: Tegund
it: Digita
ja: タイプ
ko: 유형
mi: Pātō
ms: Jenis
nb: Skriv
nb_instk12: Skriv
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Укажите
sl: Vrsta
sv: Typ
sv_instk12: Typ
th: พิมพ์
vi: Loại
zh: 类型
zh_hk: 類型

source: Type to search
ar: اكتب للبحث
ca: Escriu per cercar
cy: Teipiwch i chwilio
da: Indtast for at søge
da_instk12: Indtast for at søge
de: Eingabe zur Suche
es: Escriba para buscar
es_es: Escribir para buscar
fi: Kirjoita hakeaksesi
fr: Saisir du texte pour rechercher
fr_ca: Saisir le texte à rechercher
ga: Clóscríobh chun cuardach a dhéanamh
hi: खोजने के लिए लिखें
ht: Tip rechèch
id: Ketik untuk mencari
is: Sláðu inn til að leita
it: Digita per cercare
ja: タイプして検索する
ko: 입력하여 검색
mi: Pātō ki te rapu
ms: Taip untuk mencari
nb: Skriv inn for å søke
nb_instk12: Skriv inn for å søke
nl: Typ om te zoeken
pl: Wpisz, aby wyszukać
pt: Digitar para pesquisar
pt_br: Digite para pesquisar
ru: Набрать для поиска
sl: Vnesi za iskanje
sv: Skriv för att söka
sv_instk12: Skriv för att söka
th: พิมพ์เพื่อค้นหา
vi: Nhập để tìm kiếm
zh: 键入以搜索
zh_hk: 輸入以搜尋

source: Un-starred
ar: تمت إزالة علامة النجمة
ca: Sense marca d'estrella
cy: Heb seren
da: Uden stjerne
da_instk12: Uden stjerne
de: Unmarkiert
es: Sin calificación mediante estrellas
es_es: Sin estrellas
fi: Ei merkitty tähdellä
fr: Étoile retirée
fr_ca: Astérisque retirée
ga: Réiltín bainte de
hi: अतारांकित किया गया
ht: Demake
id: Hapus bintang
is: Stjörnumerki tekið af
it: Non aggiunti a speciali
ja: スターなし
ko: 별표 표시 해제됨
mi: Kaore i whetūngia
ms: dinyahbintangkan
nb: Stjernemerket fjernet
nb_instk12: Stjernemerket fjernet
nl: Zonder ster
pl: Usunięto z ulubionych
pt: Sem estrelas
pt_br: Desestrelado
ru: Звездочка убрана
sl: Brez zvezdice
sv: Ej stjärnmärkta
sv_instk12: Ej stjärnmärkta
th: ลบดาวแล้ว
vi: Đã Gỡ Dấu Sao
zh: 未标记星号
zh_hk: 移除星號

source: Unarchive
ar: إلغاء الأرشفة
ca: Anul·la l’arxivament
cy: Dad-archifo
da: Fjern fra arkivet
da_instk12: Fjern fra arkivet
de: Nicht archivieren
es: Desarchivar
es_es: Desarchivar
fi: Peru arkistointi
fr: Désarchiver
fr_ca: Désarchiver
ga: Bain ón gcartlann
hi: असंग्रहीत करें
ht: Anile Achivaj
id: Keluarkan dari arsip
is: Taka úr safni
it: Annulla archiviazione
ja: アーカイブの解除
ko: 보관 해제
mi: Kore pūrangatia
ms: Nyaharkib
nb: Fjern arkivering
nb_instk12: Fjern arkivering
nl: Archiveren ongedaan maken
pl: Usuń z archiwum
pt: Desarquivar
pt_br: Desarquivar
ru: Разархивировать
sl: Razveljavi arhiviranje
sv: Ta bort arkivering
sv_instk12: Ta bort arkivering
th: ยกเลิกการจัดเก็บแยก
vi: Bỏ Lưu Trữ
zh: 取消存档
zh_hk: 取消存檔

source: Undated Assignments
ar: مهام غير مؤرخة
ca: Activitats sense data
cy: Aseiniadau Heb Ddyddiadau
da: Udaterede opgaver
da_instk12: Udaterede opgaver
de: Undatierte Aufgaben
es: Tareas sin fecha
es_es: Actividades sin fecha
fi: Päivämäärättömät tehtävät
fr: Devoirs sans date
fr_ca: Travaux non datés
ga: Tascanna Gan Dáta
hi: अदिनांकित असाइनमेंट
ht: Sesyon San Dat
id: Tugas Tidak Bertanggal
is: Ódagsett verkefni
it: Compiti senza data
ja: 更新された課題
ko: 날짜가 지정되지 않은 과제
mi: Ngā whakataunga kaore i rā tia
ms: Tugasan Tidak Bertarikh
nb: Udaterte oppgaver
nb_instk12: Udaterte oppgaver
nl: Opdrachten zonder datum
pl: Zadania bez daty
pt: Tarefas não datadas
pt_br: Tarefas sem data
ru: Обновленные задания
sl: Naloge brez določenega datuma
sv: Odaterade uppgifter
sv_instk12: Odaterade uppgifter
th: ภารกิจที่มีการอัพเดต
vi: Bài Tập Đã Cập Nhật
zh: 未标注日期的作业
zh_hk: 未註明日期的作業

source: Undo
ar: تراجع
ca: Desfés
cy: Dad-wneud
da: Fortryd
da_instk12: Fortryd
de: Rückgängig machen
es: Deshacer
es_es: Deshacer
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: पूर्ववत करें
ht: Defèt
id: Urungkan
is: Hætta við
it: Annulla
ja: アンドゥーする
ko: 실행 취소
mi: Wete
ms: Buat asal
nb: Angre
nb_instk12: Angre
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
pt_br: Desfazer
ru: Отменить
sl: Razveljavi
sv: Ångra
sv_instk12: Ångra
th: เลิกทำ
vi: Hoàn tác
zh: 后退
zh_hk: 撤銷

source: Ungraded Survey
ar: استطلاع لم يتم تقييم درجاته
ca: Enquesta sense nota
cy: Arolwg heb ei Raddio
da: Ikke bedømt spørgeundersøgelse
da_instk12: Ikke bedømt spørgeundersøgelse
de: Unbenotete Befragung
es: Encuesta no calificada
es_es: Encuesta no evaluada
fi: Arvioimaton kysely
fr: Enquête non notée
fr_ca: Enquête non notée
ga: Suirbhé Neamhmharcáilte
hi: ग्रेड रहित सर्वेक्षण
ht: Ankèt san Klase
id: Survei Tidak Dinilai
is: Ómetin könnun
it: Sondaggio non valutato
ja: 未採点のサーベイ
ko: 채점되지 않은 설문 조사
mi: Rangahau kaore i kōekehia
ms: Tinjauan Tidak Bergred
nb: Ikke vurdert undersøkelse
nb_instk12: Ikke vurdert undersøkelse
nl: Niet-beoordeelde enquête
pl: Ankieta bez oceny
pt: Questionário sem avaliação
pt_br: Pesquisa sem avaliação
ru: Опрос без оценки
sl: Neocenjena anketa
sv: Icke-bedömd enkät
sv_instk12: Icke-bedömd enkät
th: แบบสำรวจที่ไม่ได้ลงเกรด
vi: Khảo Sát Không Chấm Điểm
zh: 非评分调查
zh_hk: 未評分的調查

source: Unknown
ar: غير معروف
ca: Desconegut
cy: Dieithr
da: Ukendt
da_instk12: Ukendt
de: Unbekannt
es: Desconocido
es_es: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
ga: Anaithnid
hi: अज्ञात
ht: Enkoni
id: Tidak dikenal
is: Óþekkt
it: Sconosciuto
ja: 不明
ko: 알 수 없음
mi: Kaore e mōhiotia
ms: Tidak diketahui
nb: Ukjent
nb_instk12: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
sl: Neznano
sv: Okänd
sv_instk12: Okänd
th: ไม่ทราบ
vi: Không xác định
zh: 未知
zh_hk: 未知

source: Unknown Error
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
da: Ukendt fejl
da_instk12: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
fr_ca: Erreur inconnue
ga: Earráid Anaithnid
hi: अज्ञात त्रुटि
ht: Erè Enkoni
id: Kesalahan Tidak Diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 未知のエラー
ko: 알 수 없는 오류
mi: Kaore I Mōhiotia Te Hapa
ms: Ralat tidak diketahui
nb: Ukjent feil
nb_instk12: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
sl: Neznana napaka
sv: Okänt fel
sv_instk12: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi Không Xác Định
zh: 未知错误
zh_hk: 未知問題

source: Unknown file
ar: ملف غير معروف
ca: Fitxer desconegut
cy: Ffeil ddieithr
da: Ukendt fil
da_instk12: Ukendt fil
de: Unbekannte Datei
es: Archivo desconocido
es_es: Archivo desconocido
fi: Tuntematon tiedosto
fr: Fichier inconnu
fr_ca: Fichier inconnu
ga: Comhad anaithnid
hi: अज्ञात फ़ाइल
ht: Fichye enkoni
id: File tidak dikenal
is: Óþekkt skrá
it: File sconosciuto
ja: 不明なファイル
ko: 알 수 없는 파일
mi: Kōnae kaore tē mōhiotia
ms: Fail tidak diketahui
nb: Ukjent fil
nb_instk12: Ukjent fil
nl: Onbekend bestand
pl: Nieznany plik
pt: Arquivo desconhecido
pt_br: Arquivo desconhecido
ru: Неизвестный файл
sl: Neznana datoteka
sv: Okänd fil
sv_instk12: Okänd fil
th: ไฟล์ที่ไม่รู้จัก
vi: Tập tin không xác định
zh: 未知文件
zh_hk: 未知檔案

source: Unlimited
ar: غير محدود
ca: Il·limitat
cy: Diderfyn
da: Ubegrænset
da_instk12: Ubegrænset
de: Unbegrenzt
es: Ilimitados
es_es: Ilimitado
fi: Rajoittamaton
fr: Illimité
fr_ca: Illimité
ga: Gan teorainn
hi: असीमित
ht: Ilimite
id: Tanpa batas
is: Ótakmarkað
it: Senza limiti
ja: 無制限
ko: 무제한
mi: Kaore he mutunga
ms: Tiada Had
nb: Ubegrenset
nb_instk12: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt: Ilimitado
pt_br: Sem limite
ru: Неограниченно
sl: Neomejeno
sv: Obegränsat
sv_instk12: Obegränsat
th: ไม่จำกัด
vi: Không Giới Hạn
zh: 无限制
zh_hk: 無限制

source: Unordered List
ar: قائمة غير مرتبة
ca: Llista sense ordenar
cy: Rhestr ddim mewn trefn
da: Ikke ordnet liste
da_instk12: Ikke ordnet liste
de: Unsortierte Liste
es: Lista no ordenada
es_es: Lista no ordenada
fi: Tilaamattomien luettelo
fr: Liste dans le désordre
fr_ca: Liste dans le désordre
ga: Liosta Neamhordaithe
hi: अक्रमित सूची
ht: Lis non Òdone
id: Daftar Tanpa Urutan
is: Óraðaður listi
it: Lista non ordinata
ja: 順不同リスト
ko: 순서가 지정되지 않은 목록
mi: Rārangi kaore e whakahautia
ms: Senarai Tidak Bernombor
nb: Ikke sortert liste
nb_instk12: Ikke sortert liste
nl: Ongeordende lijst
pl: Lista nieuporządkowana
pt: Lista desordenada
pt_br: Lista de pedidos que não foram feitos
ru: Неупорядоченный список
sl: Nerazvrščeni seznam
sv: Ej ordnad lista
sv_instk12: Ej ordnad lista
th: รายการที่ไม่เรียงลำดับ
vi: Danh Sách Không Theo Thứ Tự
zh: 无序的列表
zh_hk: 無序列表

source: Unpin
ar: إلغاء التثبيت
ca: Desancora
cy: Dadbinio
da: Frigør
da_instk12: Frigør
de: Lösen
es: Desanclar
es_es: Soltar
fi: Poista kiinnitys
fr: Désépingler
fr_ca: Détacher
ga: Dí-phionnáil
hi: अनपिन करें
ht: Detache
id: Hapus pin
is: Losa
it: Sblocca
ja: 固定の解除
ko: 고정 해제
mi: Wetea
ms: Nyahpin
nb: Løsne
nb_instk12: Løsne
nl: Losmaken
pl: Odepnij
pt: Remover
pt_br: Desafixar
ru: Отменить привязку
sl: Odpni
sv: Plocka bort
sv_instk12: Plocka bort
th: เลิกปักหมุด
vi: Bỏ ghim
zh: 取消置顶
zh_hk: 取消釘選

source: Unpublish
ar: إلغاء النشر
ca: Anul·la la publicació
cy: Dad-gyhoeddi
da: Annuller offentliggørelse
da_instk12: Annuller offentliggørelse
de: Veröffentlichung rückgängig machen
es: Cancelar publicación
es_es: Cancelar publicación
fi: Peruuta julkaisu
fr: Ne pas publier
fr_ca: Annuler la publication
ga: Dífhoilsiú
hi: अप्रकाशित करें
ht: Pa Pibliye
id: Batalkan Terbit
is: Fela
it: Annulla pubblicazione
ja: 非公開
ko: 게시 취소
mi: Kaore i tāngia
ms: Nyahterbit
nb: Avpubliser
nb_instk12: Avpubliser
nl: Publicatie ongedaan maken
pl: Cofnij publikowanie
pt: Anular publicação
pt_br: Despublicar
ru: Отменить публикацию
sl: Ne objavi
sv: Avpublicera
sv_instk12: Avpublicera
th: เลิกเผยแพร่
vi: Chưa Phát Hành
zh: 未发布
zh_hk: 取消發佈

source: Unpublish All Modules And Items
ar: إلغاء نشر كل الوحدات النمطية والعناصر
ca: Anul·la tots els continguts i elements
cy: Datgyhoeddi Pob Modiwl ac Eitem
da: Fjern offentliggørelse af alle moduler og elementer
da_instk12: Fjern offentliggørelse af alle forløb og elementer
de: Alle Module und Elemente unveröffentlichen
es: Cancelar publicación de todos los módulos e ítems
es_es: No publicar ni todos los módulos ni todos los ítems
fi: Peruuta kaikkien moduulien ja kohteiden julkaisu
fr: Annuler la publication de tous les modules et des éléments
fr_ca: Annuler la publication de tous les modules et éléments
ga: Dífhoilsigh Gach Modúl agus Mír
hi: सभी मॉड्यूल और आइटमें अप्रकाशित करें
ht: Depibliye tout modil ak Atik yo
id: Batalkan Penerbitan Semua Modul Dan Item
is: Fela allt námsefni og atriði
it: Non pubblicare tutti i moduli e gli elementi
ja: すべてのモジュールと項目を非公開にする
ko: 모든 모듈 및 항목을 게시 취소
mi: Wete whakaputa i ngā Kōwae me ngā Tūemi Katoa
ms: Nyahterbit Semua Modul Dan Item
nb: Avpubliser alle moduler og elementer
nb_instk12: Avpubliser alle moduler og elementer
nl: Publicatie van alle modules en items ongedaan maken
pl: Cofnij publikację wszystkich modułów i elementów
pt: Cancelar a publicação de todos os módulos e itens
pt_br: Cancelar a publicação de todos os módulos e itens
ru: Отменить публикацию всех модулей и элементов
sl: Prekliči objavo vseh modulov in elementov
sv: Avpublicera alla moduler och objekt
sv_instk12: Avpublicera alla moduler och objekt
th: เลิกเผยแพร่หน่วยการเรียนทั้งหมดและรายการที่เกี่ยวข้อง
vi: Hủy Phát Hành Tất Cả Các Học Phần Và Mục
zh: 取消发布所有模块和项目
zh_hk: 取消發佈所有單元和項目

source: Unpublish Module And All Items
ar: إلغاء نشر الوحدة النمطية وكل العناصر
ca: Anul·la el contingut i tots els elements
cy: Datgyhoeddi Modiwl a Phob Eitem
da: Fjern offentliggørelse af modul og alle elementer
da_instk12: Fjern offentliggørelse af forløb og alle elementer
de: Modul und alle Elemente unveröffentlichen
es: Cancelar publicación del módulo y todos los ítems
es_es: No publicar ni el módulo ni todos los ítems
fi: Peruuta moduulien ja kohteiden julkaisu
fr: Annuler la publication du module et de tous les éléments
fr_ca: Annuler la publication du module et tous les éléments
ga: Dífhoilsigh Modúl agus Gach Mír
hi: मॉड्यूल और सभी आइटमें अप्रकाशित करें
ht: Depibliye Modil la ak Tout Atik yo
id: Batalkan Penerbitan Modul Dan Semua Item
is: Fela námsefni og öll atriði
it: Non pubblicare il modulo e tutti gli elementi
ja: モジュールとすべての項目を非公開にする
ko: 모듈 및 모든 항목을 게시 취소
mi: Wete whakaputa i te Kōwae me ngā Tūemi Katoa
ms: Nyahterbit Modul Dan Semua Item
nb: Avpubliser modul og alle elementer
nb_instk12: Avpubliser modul og alle elementer
nl: Publicatie van module en alle items ongedaan maken
pl: Cofnij publikację modułu i wszystkich elementów
pt: Cancelar a publicação do módulo e de todos os itens
pt_br: Cancelar a publicação do módulo e de todos os itens
ru: Отменить публикацию модуля и всех элементов
sl: Prekliči objavo modula in vseh elementov
sv: Avpublicera modulen och alla objekt
sv_instk12: Avpublicera modulen och alla objekt
th: เลิกเผยแพร่หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมด
vi: Hủy Phát Hành Học Phần Và Tất Cả Các Mục
zh: 取消发布模块和所有项目
zh_hk: 取消發佈單元和所有項目

source: Unpublish?
ar: إلغاء النشر؟
ca: Voleu anul·lar-ne la publicació?
cy: Datgyhoeddi?
da: Fjern offentliggørelse?
da_instk12: Fjern offentliggørelse?
de: Unveröffentlichen?
es: ¿Quieres cancelar la publicación?
es_es: ¿No publicar?
fi: Peruutetaanko julkaisu?
fr: Annuler la publication ?
fr_ca: Annuler la publication?
ga: Dífhoilsigh?
hi: अप्रकाशित करें?
ht: Depibliye
id: Batalkan Penerbitan?
is: Fela?
it: Annullare pubblicazione?
ja: 非公開にしますか?
ko: 게시 취소하시겠습니까?
mi: Wete whakaputa?
ms: Nyahterbit?
nb: Avpublisere?
nb_instk12: Avpublisere?
nl: Publicatie ongedaan maken?
pl: Cofnąć publikację?
pt: Cancelar publicação?
pt_br: Cancelar a publicação?
ru: Отменить публикацию?
sl: Želite preklicati objavo?
sv: Avpublicera?
sv_instk12: Avpublicera?
th: เลิกเผยแพร่หรือไม่
vi: Hủy phát hành?
zh: 是否取消发布？
zh_hk: 取消發佈嗎？

source: unpublished
ar: غير منشور
ca: no publicat
cy: heb gyhoeddi
da: ikke offentliggjort
da_instk12: Ikke offentliggjort
de: nicht veröffentlicht
es: no publicado
es_es: no publicado
fi: julkaisematon
fr: non publié(e)(s)
fr_ca: non publié
ga: neamhfhoilsithe
hi: अप्रकाशित
ht: pa pibliye
id: batalkan terbit
is: óbirt
it: non pubblicato
ja: 非公開
ko: 게시되지 않음
mi: kaore i pānuitia
ms: dinyahterbitkan
nb: upublisert
nb_instk12: upublisert
nl: niet-gepubliceerd
pl: nieopublikowane
pt: Não publicado
pt_br: não publicado
ru: не опубликовано
sl: neobjavljeno
sv: avpublicerad
sv_instk12: avpublicerad
th: เลิกเผยแพร่แล้ว
vi: chưa phát hành
zh: 取消发布
zh_hk: 未發佈

source: Unpublished
ar: غير منشور
ca: Se n’ha anul·lat la publicació
cy: Wedi dad-gyhoeddi
da: Ikke offentliggjort
da_instk12: Ikke offentliggjort
de: Nicht veröffentlicht
es: No publicado
es_es: No publicado
fi: Julkaisematon
fr: Non publié
fr_ca: Non publié
ga: Neamhfhoilsithe
hi: अप्रकाशित
ht: Pa Pibliye
id: Belum Diterbitkan
is: Falið
it: Non pubblicato
ja: 非公開
ko: 게시되지 않음
mi: Kaore ii whakaputaina
ms: Dinyahterbit
nb: Upublisert
nb_instk12: Upublisert
nl: Niet-gepubliceerd
pl: Nieopublikowane
pt: Não publicado
pt_br: Não publicado
ru: Не опубликовано
sl: Neobjavljeno
sv: Ej offentliggjord
sv_instk12: Ej offentliggjord
th: ไม่ได้เผยแพร่
vi: Chưa Phát Hành
zh: 未发布
zh_hk: 已取消發佈

source: Unpublished 100%
ar: تم إلغاء النشر 100%
ca: S’ha n’anul·lat la publicació en un 100 %
cy: Heb gyhoeddi 100%
da: Ikke offentliggjort 100 %
da_instk12: Ikke offentliggjort 100 %
de: Unveröffentlicht 100%
es: Publicación cancelada al 100 %
es_es: No publicado 100 %
fi: Julkaisu kumottu 100 %
fr: 100 % non publié
fr_ca: Non publié 100 %
ga: 100% Neamhfhoilsithe
hi: 100% अप्रकाशित हुआ
ht: Depibliye 100%
id: Batal Diterbitkan 100%
is: Falið 100%
it: 100% non pubblicato
ja: 100％公開取消済み
ko: 게시 취소됨 100%
mi: Kaore i panuitia 100%
ms: Dinyahterbitkan 100%
nb: Avpublisert 100 %
nb_instk12: Avpublisert 100 %
nl: 100% van publicatie ongedaan gemaakt
pl: Cofnięta publikacja 100%
pt: Não publicado 100%
pt_br: Não publicado 100%
ru: Отмена публикации выполнена на 100%
sl: Objava preklicana 100 %
sv: Avpublicerad 100 %
sv_instk12: Avpublicerad 100 %
th: เลิกเผยแพร่แล้ว 100%
vi: Đã hủy phát hành 100%
zh: 已取消发布 100%
zh_hk: 取消發佈 100%
